Tekla.Structures.ModelInternal.EventHandlerProxy
EventHandler remote class proxy.

Tekla.Structures.ModelInternal.EventHandlerProxy._Instance
The remote EventHandler object.

Tekla.Structures.ModelInternal.EventHandlerProxy.#cctor
Initializes static instance variable.

Tekla.Structures.ModelInternal.EventHandlerProxy.EventHandler
Gets the singleton EventHandler instance that includes model API event handlers.